{"poses":[{"name":"Navasana","englishName":"Boat Pose","img":"/yoga/images/boatPose.png","difficulty":"intermediate","benefits":"This pose strengthens the spine, abdominal muscles, and hip flexors. It stimulates the digestive and circulatory systems and helps to reliave stress and lethargy.","contraindications":"Pregnant woman and people with low blood presure, heart problems, low back injury, diarrhea, headache or asthma should not practice this pose. ","instructions":" Sit with your knees bent and feet flat on the ground. * Hold the backs of your thighs and lengthen your spine. * Exhale and lean back slightly. * Inhale and lift your feet a few inches off the ground, balancing on your sitting bones. * Slowly raise your feet higher until your shins are parallel to the ground. * Release the hold on your thighs and straigthen your legs diagonally up. Reach your arms forward, palms facing each other. * Stay in the pose for several breaths.* Exhale ans release your feet to the ground to return to sitting. ","introduction":"Navasana is an empowering yoga posture that builds determination, vigor and stamina.","id":"bedd8750-40dd-11e9-a85d-17fc1e514362"},{"name":"Dhanurasana","englishName":"Bow Pose","img":"/yoga/images/bowPose.png","difficulty":"intermediate","benefits":"This pose stretches the abdomen, chest, trhoat, psoas, thighs, groins, and ankles. It strengthens the legs and back muscles. The pose massages the internal organs and improves the functioning of the digestive and reproductive orgarns. It improves both posture and breathing. ","contraindications":"Pregnant woman and people with high or low blood presure, weak heart, migraine, hernia, colitis, peptic or duodenal ulcers, insomnia, or low back, shoulder or neck injuries should not practice this pose. Avoid practicing this pose before bed as it can prevent sleep.  ","instructions":" Lie on your stomach.* Bring your knees hip distance wide and bend your knees. * Grasp the outsides of your ankles and place your forehead on the ground. * Exhale, point your toes, and push your feet away from you. * Balance on your belly. Draw your shoulders away from your ears and gaze forward. * Stay in the pose for several breaths. * Stay in the pose for several breaths.* Exhale and release to the ground.","introduction":"Dhanurasana stretches the whole back body, improving both its strength and flexibility.","id":"e90c2fa0-40e1-11e9-93fe-656ceeb630fe"},{"name":"Setu Bandha Sarvangasana","englishName":"Bridge Pose","img":"/yoga/images/bridgePose.png","difficulty":"beginner","benefits":"This pose improves overall posture by realigning the spine, opening rounded shoulders and relieving backache. It improves digestions by massaging and stretching the abdominal organs. The pose stimulates the thyroid, opnes the lungs and tones the female reproductive organs. It can alleviate the symptoms of menopause, menstrual discomfort, anxiety, fatigue and insomnia.","contraindications":"Pregnant woman and people with abdominal hernia or peptic or duodenal ulcers should not practice this pose. Those with neck injury should exersice caution.","instructions":" Begin lying on your back.* Bend your knees and place the soles of your feet near bottom and hip distance wide.* Lengthen your arms alongside your body, palms facing the ground.* Exhale and push into your feet to lift your hips to the sky.* Try to touch your chest to your chin. * Stay in the pose for everal breaths. * Exhale and lower your hips to the ground.","introduction":"Setu Bandha Sarvangasana is a simple but therapeutic pose. It enhances the benefits of shoulderstand and plow pose when practiced in a sequence.","id":"eba47140-40e2-11e9-9743-990f6dcf9928"},{"name":"Baddha Konasana","englishName":"Cobbler´s Pose","img":"/yoga/images/cobblersPose.png","difficulty":"beginner","benefits":"This pose improves circulation in the abdomen and back. It benefits the entire pelvic region, relieving urinary disorders and sciatica. It strengthens the bladder and uterus and stretches the inner thighs, groin and knees. The pose can relieve fatigue, menstrual discomfort and the symptoms of menopause. ","contraindications":"People with groin or knee injuries should not practice this pose. ","instructions":" Sit on the ground with your legs outstretched. * Exhale, bend your knees, and bring the soles of your feet to touch.* Draw your heels toward your groin. Allow your knees to release toward the ground. * Wrap your hands around your feet. Draw your shoukder blades down your back and lengthen your spine. * Stay in the pose for several breaths.* To come out of the pose, inhale and lift your knees and then straigthen your legs.","introduction":"Baddha Konasana gets its name from Indian cobblers, as this the same way that they traditionally sit.","id":"94edc650-40e5-11e9-846d-75d49108c075"},{"name":"Ustrasana","englishName":"Camel Pose","img":"/yoga/images/camelPose.png","difficulty":"intermediate","benefits":"This pose stretches the vertebrae and entire front body while strengthening the back muscles. It improves posture ans can help to relieve backache. The pose also stretches the abdominal organs, stimulating the digestive and reporductive systems. ","contraindications":"Pregnant women and people with neck, knee or low back injurie, high or low pressure, insomnia, migraine or recent internal organ surgery should not practice this pose. ","instructions":" Kneel on the ground with your knees hip distance wide. Flatten the backs of your feet on the ground.* Place your palms on your lower back, fingers pointing down. Ponit your tailbone toward the ground. * Inhale and lengthen the crown of your head toward the sky.* Exhale and reach your chest toward the sky, gently leaning back. Keep your hips aligned over your knees. Either keep your neck in a neutral position or allow it to drop back without strain.* Place your right hand on your right ankle and your left hand on your left ankle. Use your arms to support the arch of your back. * Stay in the pose for several breaths.* To come out of the pose, inhale and return hands to your low back. Exhale and rise. Rest in child´s pose.","introduction":"Ustrasana is a backbending posture that stretches all the major muscles of the body while improving flexibility in the spine.","id":"83d86ca0-40e8-11e9-84fa-1dce454ceef3"},{"name":"Marjaryasana","englishName":"Cat Pose","img":"/yoga/images/catPose.png","difficulty":"beginner","benefits":"This pose gently stretches the back torso, neck, spine and abdominal orgarns. ","contraindications":"People with recent or chronic injury to the wrists, shoulders, arms, knees or back and those with arthritis in the wirsts or carpal tunnel syndrome shpuld exercise caution. In the case of neck injury, keeo your head in the line with your torso. ","instructions":" Begin on all fours. Bring your hands directly underneath your shoulders and spread your fingers wide. Bring your knees hio distance apart and directly under your hips. * Begin with your spine in a neutral position. Gaze downward while keeping ypur neck long. * Exhale and round your spine toward the sky. Gently let your head drop. * Take several slow, deep breaths.* Inhale and return your spine to a neutral pose.","introduction":"Marjaryasana and Bitilasana are usually practiced together to stretch and warm up the spine. This gentle flowing sequence releases tightness and helps to remove any stuck energy.","id":"bea4f4b0-40e9-11e9-a849-efb15c7d88fa"},{"name":"Bitilasana","englishName":"Cow Pose","img":"/yoga/images/cowPose.png","difficulty":"beginner","benefits":"This pose gently stretches the front torso, neck, spine and abdominal organs.","contraindications":"People with recent or chronic injury to the wrists, shoulders, arms, knees or back  and those with arthritis in the wrists or carpal tunnel syndrome should exercise caution. In the case of neck injury, keep your head in line with the torso. ","instructions":" Begin on all fours. Bring your hands directly underneath your shoulders and spread fingers wide. Bring your knees hip distance apart directly under the hips. * Begin with your spine in a neutral position. Gaze downward while keeping your neck long.* Inhale and reach the crown of your head and your tailbone toward the sky, dropping your belly toward the ground. Gaze ahead of you. * Take several slow, deep breaths.* Exhale and return to a neutral position.","introduction":"Bitilasana and Marjaryasana are usually practiced together to stretch and warm up the spine. This gentle flowing sequence releases tightness and helps to remove any stuck energy.","id":"00dac3e0-40eb-11e9-beb1-e326725df7de"},{"name":"Utkatasana","englishName":"Awkward Chair Pose ","img":"/yoga/images/awkwardChairPose.png","difficulty":"intermediate","benefits":"This pose strengthens the legs, ankles and spine. The arm positioning stretches the shoulders and chest. The pose gives a gentle massage to the heart and tones the abdominal organs. ","contraindications":"People with low blood pressure, insomnia or headache should not practice this pose. Those with shpulder or neck injuries should exercise caution. ","instructions":" Stand in mountain pose with your feet together. Tuck your tailbone toward the floor. * Inhale and reach your arms to the sky, palms facing each other. Relax your shoulders away from your ears.* Exhale and slowly bend your knees. Reach your hips behind you as if you are sitting down into a immaginary chair. * Try to bring your thighs parallel to the ground, keeping your weight in your heels. Look down to check that your knees are not beyond your toes. * Stay in the pose for several breaths.* To come out of the pose, inhale and return to standing. Release your arms.","introduction":"Utkatasana resembles sitting in an imaginary chair. Its Sanskrit name means 'powerful' or 'fierce' as it brings a sense of strength anf vitality.","id":"54998ec0-40ec-11e9-bc1e-81a6c797d7c5"},{"name":"Balasana","englishName":"Child´s Pose","img":"/yoga/images/childsPose.png","difficulty":"beginner","benefits":"This pose gently stretches the spine, hips and ankles. It relieves tension in the back, shoulders and neck. The pose brings a fresh blood suply to the brain, nvigorates the nervous system and rejuvenates the body.","contraindications":"Pregnant women oe people with diarrhea, knee or ankle injuries, high blood pressure, ear infections or eye infections should not practice this pose. ","instructions":" Kneel in the ground with your legs together. Sit back on yor heels. * Exhale and lean your torso foward. Relax your forehead on the ground.* Rest your arms alongside your body, palms facing up. Allow your shoulders spread wide and relax. * Close your eyes. Stay in the pose for a minute or more breathing into youre stomach and back. * To come out of the pose, exhale and gently roll up to sitting.","introduction":"Balasana can be used as a resting pose in between other yoga postures or as a counterpose to backbends.","id":"667fa920-40ed-11e9-b2d9-594483b32959"},{"name":"Virabhadrasana I","englishName":"Warrior I","img":"/yoga/images/warriorIPose.png","difficulty":"beginner","benefits":"This pose strengthens the shoulders, back, neck, arms and legs. It stretches the hamstrings, calves, ankles, arms and shoulders. The full extension of the chest encourages deep breathing. The pose improves balance and focus. ","contraindications":"This pose should not be practiced by anyone with a weak heart or weak titution, diarrhea, high blood pressure or with recent or chronic leg, hip, knee or shoulder injuries. In the case os neck pain, look foward rather than upward. ","instructions":" Begin standing in mountain pose. * Step your feet 4 to 5 feet apart. * Turn your right foot out to 90 degrees and your left toes in 30 degrees. Root the outer edge of your left foot to the ground. * Turn your hios and torso toward your rigth foot. * Exhale and bend your right knee until your thingh is parellel to the ground. Keep your knee directly over your ankle. * Inhale and raise your arms up toward the sky. Gaze diagonally upward. * Saty in the pose for several breaths. * To come out of the pose, inhale and straighten your leg. Release your arms and step your left foot forward, returning to mountain pose. * Repeat on the other side.","introduction":"Virabhadrasana I is both grounding and uplifting. It creates a sense of strength, presence and inspiration.","id":"1e93b9b0-40ef-11e9-8520-e39d690dce0c"},{"name":"Bakasana","englishName":"Crow Pose","img":"/yoga/images/crowPose.png","difficulty":"intermediate","benefits":"This pose strengthens the arms, wrists and abdominal muscles. It stretches the upper back and groins and develops physical balance. The pose also balances the nervous system. ","contraindications":"Pregnant women and people with carpal tunnel syndrome, high blood pressure, cerebral trrombosis, heart disease or wrist or shoulder injuries sould not practice crow pose. ","instructions":" Squat on the ground. Bring your knees wider tha your hips. * Place your hands on the grpund in front of you, shoulder distance apart. Spread your fingers wide. * Bend your elbowa. Lean forward and rest your shins on top of your upper arms, brining your knees close to your armpits. * Gaze at one point underneath you. Exhale and lean more forward. Shift your weight into your hands and lift your feet off the ground. Balance here for a moment. * Straghthen your arms. Bring your toes to touch. * Stay in the pose for several breaths. * Exhale and release your feet to the ground.","introduction":"Bakasana is an arm balance that requires more focus and coordination than it does strength.","id":"7965c700-40f1-11e9-8c85-6dda4fb149c6"},{"name":"Adho Mukha Svanasana","englishName":"Downward Facing Dog","img":"/yoga/images/downwardFacingDogPose.png","difficulty":"beginner","benefits":"This pose stretches the hamstrings and develops flexibility in the hips and ankles. It removes stiffness in the shoulder blades while strengthening the wrists, arms and legs. The pose also reduce fatigue and relives stress, insomnia and depression. It improves digestionby strengthening the abdominal organs. ","contraindications":"Pregnant woman and people with heart conditions, back conditions, high blood pressure, hernia, arteriosclerosis, eye or ear infections, galucoma, detached retina, extreme near-sightedness, impure blood, diarrhea, headache or any type of brain disease should not practice this pose. Those with aethritis in the wrists or carpal tunnel syndrome should exercise caution. ","instructions":" Lie on yout stomach with your forehead on the ground. * Bring your feet hip-distance apart and curl your toes under. 3. Place your hands underneath your shoulders and spread your fingers wide. * With and exhale, push ypur hands into the ground and come onto your knees. * Slowly straigthen your legs, stretching your heels toward the ground. Lengthen your spine by drawing your tailbone toward the sky behind you. Keep your head and neck relaxed. * To come out of the pose, exhale and bring your knees to the ground and sit onto your heels. Rest in child´s pose.","introduction":"Adho Mukha Svanasana is common practiced in yoga classes both as part of the sun saludation series and as a resting pose throughout vigorous sequences. The invertes position brings a fresh blood supply to the brain, making it a good alternative pose for people not yet ready to practice headstand.","id":"24448920-40f4-11e9-b57e-8592f921a084"},{"name":"Garudasana","englishName":"Eagle Pose","img":"/yoga/images/eaglePose.png","difficulty":"intermediate","benefits":"This pose stretches the shoulders, hips, thighs and back whil strengthening the ankles and legs. It improves overall balance and concentration. ","contraindications":"Pregnant woman and people with knee injuries, low blood pressure, headache or medical conditions that affect their balance should not practice this pose. ","instructions":" Begin standing in mountain pose. * Slightly bend both knees. Raise your right knee off the ground and bring your right thigh over the left. Hook the right toes behind the left calf. * Raise your arms to shoulder height in front of you. Cross you right arm under the left, bend your elbows, and bring your palms to touch.* Lift your elbows so that your hands are reaching for the sky. Draw your shoulders away from your ears. Keep your gaze fixed ay one point ahead of you. * Stay in the pose for several breaths. * To come out of the pose exhale ans slwoly unwind your arms and legs. Stand for a moment in mountain pose. * Repeat on the other side.","introduction":"This challenging standing pose requires one´s complete attention and focus to balance.","id":"5b79b9a0-40f5-11e9-96ef-dd0a25228bd7"},{"name":"Utthita Parsvakonasana variation II","englishName":"Extended Side Angle Pose variation II","img":"/yoga/images/extendedSideAnglePose.png","difficulty":"intermediate","benefits":"This pose tones the ankles, knees and thighs. It stretches the spine, waist and shoulders and increases peristaltic activity to aid elimination. ","contraindications":"People with headache, high or ow blood pressure and insomnia sould not practice this pose. Those with knee pain or injury should exercise caution. In the case of neck pain look down toward the floor rather than up ay your top hand. ","instructions":" Begin in mountain pose. Step your feet 4 to 5 feet apart. * Keep your left foot pointing forward and turn your right foot out to 90 degrees. Anchor the outer edge of your left foot to the ground. * Raise your arms to shoulder height. * Bend your right knee until it´s over your ankle and your thigh in parellel to the ground. * Reach your right hand toward the ground, resting your fingertips on the inside or outside of your foot. * Reach your left arm to the sky and open your chest to the left. * Echale and lower your left arm, reaching it alongside your ear. Turn your palm toward the ground. Try to keep the straight leg, spine and upper arm in one continuous diagonal line. * Gently turn your head to gaze upward. * Stay in the pose for several breaths. * To come out of the pose inhale and engage your legs as you lift your torso. Then inhale and straighten your leg. Turn your feet forward, ralease your arms with an exhale and step your feet together.* Repeat on the other side holding for the same amount of time.","introduction":"This dynamic, asymmetrical standing pose stretches the whole side body and creates length in the spine. Bringing the arm alongside the ear develops core and arm strength.","id":"fe640ba0-40f7-11e9-962e-15be86504888"},{"name":"Pincha Mayurasana","englishName":"Forearm Stand","img":"/yoga/images/forearmStandPose.png","difficulty":"advanced","benefits":"This pose stretches the chest and shoulders while strengthening the shoulders, arms, absomen and back. It improves balance, calms the mind ans can relieve mild depression. ","contraindications":"Pregnant woman and people with high blood pressure, neck shoulder or back problems, headache, migraine, heart conditions, bran disease, impure blood, arterioclerosis, glaucoma or ear infections should not practice this pose. ","instructions":" Kneel on the ground. Clasp your elbows with opposite hands and place your forearms on the ground. Release your hands but do not widen your elbows. Press your palms flat on the ground with forearms parallel. * Curl your toes under and lift your hips. * Walk yur feet in until your hips are over your shoulders. * Draw your shoulders toward your feet and gaze slightly ahead. * Raise your right leg to the sky. Bend your left knee and push your foot off the ground to raise your left leg to the sky. * Balance her. Draw your belly toward your spine and reach your tailbone toward your heels. * Stay in the pose for a several breaths. * To come out of the pose lower your feet to the ground and rest un child´s pose.","introduction":"Pincha Mayurasana is an inversion pose that is sometimes referred to as peacock pose, as it resembles a peacock lifting his feathers in a dance.","id":"d07147b0-40f9-11e9-88ef-2ff034206f36"},{"name":"Ardha Chandrasana","englishName":"Half Moon Pose","img":"/yoga/images/halfMoonPose.png","difficulty":"intermediate","benefits":"This pose stretches the shoulders, chest, spine and hamstrings. It strenghthens the thighs, knees, ankles, nuttocks and abdominal muscles.The pose improves digestion, overall balance and relieves stress. ","contraindications":"Pregnant woman and people with headache, high or low blood pressure, insomnia, diarrhea or health conditions that affect balance should not practice this pose. For those with neck pain, keep your gaze down. ","instructions":" Begin standing in mountain pose.* Step your feet 4 to 5 feet apart. Turn your left toes slightly in and your rigth toes out to 90 degrees. Your heels should be in one line. * Inhale and raise your arm out and then down. Hold onto your shin or ankle. Place your left hand on your left hip. * Inhale, bend your right knee, and place your right fingertips about one foot in front of your right toes. At the same time, slide your left foot about one foot closer to the right. * Focus your gaze at one point on the ground near your hand. Shift your weight into your right foot and slowly raise your left leg with an exhale until it´s parallel to the ground. Extend through your left heel. * Open your torso and hips toward the left. * Stay in the pose for several breaths. * To come out of the pose, exhale and bend your standing leg, stepping your left foot back into triangle pose. Inhale and rise to standing. Step your feet together. * Repeat on the other side. ","introduction":"Ardha Chandrasana is a standing balance pose that requires a focused gaze and great concentration. You can come into this pose from extended triangle pose. ","id":"7e319000-412a-11e9-a45d-7d45b7ebeb9b"},{"name":"Adho Mukha Vrksasana","englishName":"Handstand Pose","img":"/yoga/images/handstandPose.png","difficulty":"advanced","benefits":"This posture expands the chest while strenghthening the shoulders, arms and wrists. It improves balance, calms the mind and can relieve mild depression and stress.","contraindications":"Pregnant women and people with high blood pressure, carpal tunnel syndrome, neck, shoulder or back problems, headache, migraine, heart conditions, brain disease, impura blood, arteriosclerosis, glaucoma or ear infections should not practice this pose. ","instructions":" Begin in downward facing dog with your hands shoulder distance wide. Spread your fingers. * Walk on your feet in until ypur hips are over your shoulders.* Draw your shoulders toward your feet and gaze at one spot in between your hands. * Raise your right leg to the sky. Inmmediately bend your left knee and push your foot off the grpund to raise your left leg to the sky.* Balance here. Draw your belly toward spine and reach your tailbone toward your heels.* Stay in the pose for several breaths. * To come out of the pose, lower ypur feet to the ground and rest in child´s pose. ","introduction":"Balancing in handstand strengthens and harmoniously develops the whole body. ","id":"28442880-412d-11e9-97ee-9729f9579257"},{"name":"Anjaneyasana","englishName":"Lunge Pose","img":"/yoga/images/lungePose.png","difficulty":"beginner","benefits":"This pose strengthens the arms and legs, and stretches the groin, thighs and hamstrings. It can help to relieve sciatica. ","contraindications":"People with knee injuries should not practice this pose. Those with neck pain should look down at the ground rather than forward. ","instructions":" Begin in downward facing sog pose. * Exhale and step your right foot in between your hands. If your foot does not make it all the way, grasp your ankle with your right hand and move it forward. Your toes should be in line with your fingers. * Come onto your fingertips. Bend your right knee until it is above your ankle and your thigh is parallel to the ground. * Straghten your left leg. * Roll your shoukders onto your back and look forward. * Hold the pose for several breaths. * To come out of the pose, flatten your palms to the ground, engage your abdominals muscles and step your right foot back with an exhale. Return to downward facing dog pose. * Repeat on the other side.","introduction":"Anjaneyasana is often used to set the lower body foundation for other standing poses. It especially provides a good stretch for athletes.","id":"9896d540-41a2-11e9-930a-dd7755b39609"},{"name":"Eka Pada Rajakapotasana","englishName":"One-ligged King Pigeon Pose","img":"/yoga/images/oneLiggedKingPigeonPose.png","difficulty":"advanced","benefits":"This pose stretches the hip flexor, low back ans quadricep muscles. It also opens the chest and shoulders, challenges balance and strengthens the core. ","contraindications":"People with a history of shoulder dislocation or anckle, knee meniscus, ligament, spinal, low back or sacroiliac joint injuries should not practice this pose. Those with tight hips or thights shoulder also refrain from this pose. ","instructions":" Begin in your hands and kness. * Bring your right foot in front of youe left knee, coming  onto the the outer edge of the  foot. Flex your toes toward your shin. * Slide your left left foot behind you and bring your left thigh to the ground. * Lower your right hip toward the ground. Keep your hips facing forward.* Push your fingertips into the ground and lengthen your spine toward the sky. Maintain the lift by drawing your thighs toward one another. * Bend your left leg and bring the foot toward your head. Reach your right arm overhead and clasp the big toe with your pointer and middle fingers. Lift your elbow to the sky. Balance here for a moment. * Reach your left arm overhead and clasp your foot. Release the big toe and hold onto the foot with both hands. * Touch your head to the sole of your foot. Expand your chest forward. * Stay in the pose for a few breaths. * To come out of the pose release your hands one by one carefully lower your left foot. Place your palms flat on the ground. Curl ypur back toes under, lift the back knee and carefully step back to downward facing dog. * Repeat on the other side. ","introduction":"This pose is a variation of pigeon pose. In this asana the chest is fully expanded like that a pigeon. ","id":"fb78f100-41a4-11e9-91ef-ade0924da916"},{"name":"Halasana","englishName":"Plow Pose","img":"/yoga/images/plowPose.png","difficulty":"intermediate","benefits":"This pose increase circulation to the spinal region and stretches the shoulders and spine. It massages the internal organs and improves digestion. This pose stimulates the thyroid gland, boosts the inmune system and helps to relieve stress and fatigue. ","contraindications":"Pregnant woman and people with high blood pressure, glaucoma, serious back problems, hernia, slipped disc, sciatica, diarrhea, asthma, arthritis of neck or neck injury should not practice this pose. ","instructions":" Begin in shoulderstand pose with your hands supporting your back. * Exhale and slowly lower your legs overhead and to the ground. Bring your hips over your shoulders. Straighten your legs. * Stretch your arms on the ground and onterlace your fingers. Tuck your shoulders underneath you. * Breathe shallow breaths. Stay in the pose for several breaths. Do not turn your neck while in the pose. * To come out of the pose release your hands and place your palms flat on the ground. Tuck your chin into your chest and roll down to the ground one vertebra at time. ","introduction":"Halasana keeps the spine elastic while calming the mind. It is usually practiced directly after shoulderstand pose. ","id":"795d1230-41a6-11e9-94fa-d1e5cb7d1f02"},{"name":"Parsvottonasana","englishName":"Pyramid Pose","img":"/yoga/images/pyramidPose.png","difficulty":"beginner","benefits":"Parsvottonasana increses flexibility in the legs, hips and spine. It improves digestion by concentrating and toning the abdominal orgarns. The pose helps to develop a sense of balance. ","contraindications":"Pregnant woman ans people with heart conditions, back conditions, high blood pressure, arteriosclerosis, eye or ear infections, glaucoma, detached retina, extreme near-sightedness, impure blood or any type of brain disease should not practice this pose. ","instructions":" Begin standing with your feet together in mountain pose.* Step your right foot about three feet toward. Turn your left foot 45 degrees to the left. Your heels should be in one line. * Square your hips toward your front foot. * Place your hands on your hips and inhale to lengthen your spine. * Exhale and bend forward from your hips, bringing your forehead toward your knee. Release your fingertips to the ground on either side of your foot. * Stay in the pose for several breaths. * To come out of the pose place your hands on your hips and rise with an inhale. Step your left foot forward to meet the right.* Repeat on the other side.  ","introduction":"This asymmetrical standing forward bend is a challenging balancing pose and requires mindfulness and concentration. ","id":"dab63970-41a7-11e9-84bd-099573e28eb1"},{"name":"Paschimottanasana","englishName":"Seated Forward Bend Pose","img":"/yoga/images/seatedForwardBendPose.png","difficulty":"beginner","benefits":"This pose stretches the hamstrings and shoulders while increasing flexibility in the hips. It´s rejuvenating for the entire spine. The pose massages the heart and abdominal organs. Toning the liver, pancreas, spleen, kidneys and adrenal grands. It improves the uro-genital system by increasing the flow of blood to the entire pelvic region. Seated forward bend is calms and rests the mind. It can help to alleviate headache, anxiety, fatigue, high blood pressure and insomnia. ","contraindications":"People with slipped disc, sciatica, hernia, back injuries, asthma or diarrhea should not practice this pose. ","instructions":" Sit on the grpund with your legs outstretched and feet together. Slide the flesh out from under you so that you are sitting directly on your sitting bones. * Inhale and press your fingertips into the ground beside you to lengthen your spine toward the sky. * Exhale and slowly bend forward from your hips, sliding your hands down your legs.* Hold on to your big toes with your fingers and thumbs. Relax your neck, back and legs, and stay here for a few breaths. * Exhale and use your arm muscles to draw your torso further toward your legs, bending your elbows if needed. Try to touch your forehead to your knees. * Stay in the pose for several breaths, breathing deeply into your stomach and back. Realease any tension in the body. * Exhale and slowly return to sitting. ","introduction":"Paschimottanasana give an intense stretch to the entire back body. ","id":"aed87d60-41aa-11e9-aa23-bf9185283259"},{"name":"Sukhasana","englishName":"Easy pose","img":"/yoga/images/easyPose.png","difficulty":"beginner","benefits":"One of the easiest and most comfortable sitting postures. This pose brings about physicals and mental balance without any strain. It strengthens the back and stretches the kness and ankles. ","contraindications":"People with knee injuries should not practice this pose. ","instructions":" Begin sitting on the ground with your legs outstretched.* Cross your legs and tuck each foot under the opposite shin. You should be able to see a gap in between your feet and pelvis. Allow your knees to relax toward the ground. * Place your hands on your knees. * Lengthen your spine toward the sky and draw your shoulder blades down your back, but without straining. Keep your neck long and chin parallel to the ground. * Close your eyes and relax your body. * Stay in the pose for several breaths or several minutes. ","introduction":"Sukhasana is a relaxing posture that makes a good substitute for more advanced seated postures. ","id":"cbdcdb20-41ac-11e9-a761-c5d8fa5e8e5a"},{"name":"Salamba Sarvangasana","englishName":"Shoulderstand","img":"/yoga/images/shoulderstandPose.png","difficulty":"intermediate","benefits":"This pose stretches the neck and shoulders and tones the legs and abdomen. It stimulates the thyroid gland, massages the abdominal organs, boosts the inmune system, relieves stress and clams the mind. Salamba Sarvangasana increases circulation to the brain and revitalizes the aers and eyes. ","contraindications":"Pregnant woman ans people with hig blood pressure, heart problems, hernia, slipped disc, cervical spondylitis, sciatica, weak blood vessels in the eyes, diarrhea, headache, neck injury, impure blood, thrombosis or enlarged spleen, liver o thyroid should not practice this pose. ","instructions":" Begin lying on your back. Bring your arms by your sides, palms facing down. * Inhale and raise your legs and hips. Bend your elbows and support your low back with both hands, with fingers pointing up. * Walk your hands down your back and bring your elbows close together. * Straighten your legs toward the sky. Bring your feet to touch and relax your toes. In the final pose, the back of the head (nape and neck) and shoulders are supporting the whole body. The chest lightly rests against the chin. * Breathe slowly and deeply into the abdomen. * Stay in the pose for several breaths. * To come out of the pose, lower your feet over your head into plow pose. Release your hands and place your palms flat on the ground. Tuck your chin into your chest and roll down to the ground one vertebra at time. ","introduction":"'Sarvanga' means all parts, indicating that this pose benefits all parts of the body. Just like headstand pose, this this pose reverse the effects of gravity on the body, but brings a rich supply of blood to the thyroid and parathyroid glands. ","id":"1a9363e0-41af-11e9-8968-d9cb84405d08"},{"name":"Vasisthasana","englishName":"Side Plank Pose","img":"/yoga/images/sidePlankPose.png","difficulty":"intermediate","benefits":"This pose strengthens the arms, wrists, legs and abdominal muscles. It improves overall sense of balance. ","contraindications":"Peolple with high blood pressure, hernia, heart condition or wrist, elbow, or shoulder injuries should not practice this pose. Those with neck pain should look forward rather than up. ","instructions":" Begin in plank pose.* Roll onto the outher edge of the right foot and stack the left foot on top of the right. * Exhale and slowly raise your left arm to the sky, opnening your body yo the left. Gaze up at your hand. Try to keep the head, spine and legs in one diagonal line. * Hold for several breaths. * To come out of the pose, exhale and lower your left hand to the ground. Return to plank pose. * Repeat on the other side. ","introduction":"Vasisthasana is a beautiful side balance, named after the great Indian sage Vasistha. ","id":"689a8f40-41b0-11e9-96b2-29f7ea619d92"},{"name":"Bhujangasana","englishName":"Cobra Pose","img":"/yoga/images/cobraPose.png","difficulty":"beginner","benefits":"This pose strengthens and improves the flexibility of the back muscles. It rejuvenates the spinal nerves and helps to relieve backache. It tones and massages the abdominal organs, improving digestion and relieving constipation.This pose is specially beneficial for women as it tones ovaries and the uterus and can alleviate many menstrual disorders.  ","contraindications":"Pregnant women and people with peptic ulcer, intestinal tuberculosis, hyperthyroidism or herni should not practice this pose. ","instructions":" Lie on your stomach and rest your forehead on the ground. * Stretch the tops of your feet on the ground and bring your toes and heels to touch. * Place your hands underneath your shoulders and spread your fingers wide. * Inhale and use your back muscles to lift your head and chest. Draw your shoulder blades down your back. Keep your stomach, pelvis and legs on the ground.* Stay in the pose for several breaths. * Exhale and release to the ground.","introduction":"Bhujangasana is a mild posture that greatly benefits both the back body and the internal organs. ","id":"aa691120-41b1-11e9-b533-cf51070b0e12"},{"name":"Malasana","englishName":"Garland Pose","img":"/yoga/images/garlandPose.png","difficulty":"beginner","benefits":"This pose increases flexibility in the ankles and hips while stretching the back muscles. It improves digestion by toning the abdominal muscles. ","contraindications":"Pregnant woman and people with knee problems, sciatica, low back problems or arthritid of the knees, hips or ankles should not practice this pose. ","instructions":" Squat with your feet about mat distance apart; heels on the ground. * Press your elbows against the inside of your knees and bring your palms together in prayer position. Mover your hands in front of your chest so that your forearmsare parallel to the ground. * Roll your shoulders down your back to lengthen your spine. Push your elbows against your knees and simultaneously push your knees against your elbows. * Stay in the pose for several breaths. * To come out of the pose, release your hands. Inhale and straighten your knees. Come into a dorward fold. Place your hands on your hips, exhale and rise to standing with a flat back. ","introduction":"The posture is challenging for those who are used to sitting in chairs, which makes it an excellent pose for increasing overall flexibility in the legs. ","id":"61484b30-41b3-11e9-988e-2f82df902049"},{"name":"Uttanasana","englishName":"Standing Forward Bend Pose","img":"/yoga/images/standingForwardBendPose.png","difficulty":"beginner","benefits":"This pose tones the abdominal organs and activates the liver, kidneys and spleen. It stretches the hamstrings, hips and calves while sterngthening the thighs. The pose is calming to the mind and can relieve stress, sluggishness, anxiety and mild depression. It brings a fresh blood supply to the brain. ","contraindications":"Pregnant women and people with heart conditions, high blood pressure, osteoporisis, arterioclerosis, eye or ear infections, glaucoma, detached retina, extreme near-sightedness, impure blood, or any type of brain disease should not practice this pose. People with back injury should exercise caution and only practice the pose with bent knees. ","instructions":" Begin standing in mountain pose and place your hands on your hips. * Exhale and bend forward from your hips. * Keepping your knees straight, place your palms flat on the ground beside your feet. * Engage your quadricep muscles by lifting your kneescaps and lift your sitting bones toward the sky.* Relax your neck and let your head hang. * Stay in the pose for several breaths. * To come out of the pose, place your hands on your hips, lengthen your torso. Exhale and rise to standing with a flat back. ","introduction":"Uttanasana can be used as a resting pose in between other postures or as a pose itself. The full pose allows the spine to release with gravity as if you are hanging upside down. It lengthens and stretches the entire back of the body (from the heels to the mid back). ","id":"55fab310-41b5-11e9-a12a-d96574c58889"},{"name":"Upavistha Kanasana","englishName":"Seated Wide Legged Straddle","img":"/yoga/images/seatedWideLeggedStraddlePose.png","difficulty":"beginner","benefits":"This pose stretches the hamstrings and groin, and increses flexibility in the hips. It´s strengthening for the entire spine, and improves the flow of blood in the pelvic region. It´s specially useful for women, as ti can help to regulate the menstrual cycle and stimulate the ovaries. ","contraindications":"People with tears in the hamstring or groin, low back injuries, slipped disc, sciatica or hernia should not practice this pose. ","instructions":" Sit on the ground with your legs outstretched.* Widen your legs as far as is comfortable. Keep your knees and toes pointing toward the sky and push your thighs into the ground.* Place your palms on the ground near your back.* Reach your torso toward the ground, keeping your spine long. Gaze staright ahead. * Stay in the pose for several breaths. With each exhalation, lengthen your spine and release further toward the ground. * To come out of the pose, exhale and slide your legs together to return sitting. ","introduction":"Upavistha Kanasana gives the benefits of a forward bend in addition to stretching the hips. ","id":"f6dea330-41b6-11e9-98cc-ab3a3312d745"},{"name":"Vrksasana","englishName":"Tree Pose","img":"/yoga/images/treePose.png","difficulty":"beginner","benefits":"This pose improves balance, concentration and focus. It lengthens the spine and improves mobility in the joints. The pose stretches the muscles of the lower body and backs of the legs. ","contraindications":"Pregnant women, those with low blood pressure, and pleople with conditions that affect balance should not practice this pose. People with high blood pressure should not raise treir arms overhead.  ","instructions":" Begin standing in mountain pose. * Place rhe sole of your right foot on the inside of your leg, above or below the knee. * Focus your gaze on one point ahead of you. Inhale and slowly raise your arms out to the sides and overhead. Touch your palms together in prayer position.* Relax your shoulders away from your ears. Push into the ground with standing leg while lengthending the crown of your head toward the sky.* Stay in the pose for several breaths. * To come out of the pose, exhale and slowly release your arms by your sides. Lower your foot to the ground. * Repeat on the other side. ","introduction":"Vrksasana helps  with physical, mental and emotional balance. It creates the feelings of grounding, centering, calm and patience. ","id":"5a749b10-41b8-11e9-a679-1d9b02570d45"},{"name":"Parivrtta Trikonasana","englishName":"Revolved Triangle Pose","img":"/yoga/images/revolvedTrianglePose.png","difficulty":"intermediate","benefits":"This pose stretches the hips, groin and hamstrings, It strengthens the legs and pelvic area, improves digestion, tones the reproductive organs and stimulates the nervous system. The pose can help to relieve back pain and improves overall balance. ","contraindications":"People with low blood pressure, back or spinal injury, diarrhea, headache or insomnia should not practice this pose. For those with neck pain, gaze forward or down rather than upward. ","instructions":" Begin standing with your feet together in mountain pose. * Step your right foot abourt three feet forward. Turn your left foot 45 degrees to the left. Your heels should be in one line. Square your hips toward yout front foot. * Place your hands on your hips and lengthen your spine. Inhale and reach your left hando toward the sky. * Echale and bend forward from your hips, placing your left hand outsideof your right foot and opening youe chest to the right.* Inhale and lengthen your spine, then exhale and reach your right arm to the ky. * Gently turn your neck to the right to gaze upward.* Stay in the pose for several breaths.* To come out of the pose, untwist and place your hands on your hips. Rise with an inhale. Step your left foot forward to meet the right. * Repeat on the other side. ","introduction":"Parivrtta Trikonasana is a standing twist. The pose requires a strong base both for stability and to safely come in and out of the pose. ","id":"d74003d0-41ba-11e9-94f0-f3f12d0769c6"},{"name":"Urdhva Mukha Svanasana","englishName":"Upward Facing Dog Pose","img":"/yoga/images/upwardFacingDogPose.png","difficulty":"intermediate","benefits":"This pose strengthens the lower back, arms, and wrists. It stretches the chest and shoulders, improving posture. The pose tones the abdominal organs, ovaries and uterus. It encourages deep breathing ans can help to relieve fatigue, asthma, menstrual disorders ans constipation.  ","contraindications":"Pregnant women and people with back injury, hyperthyroidism, peptic ulcer, hernia, intestinal tuberculosis, carpal tunner syndrome or headache should not practice this pose. ","instructions":" Lie on your stomach with your feet hip distance wide. Rest the backs of your feet on the ground. * Place your hands next to your chest and spread your fingers wide. * Inhale and press into your hands to scoop your body forward and up. * Staringhten your arms and roll your shoukders down you back. In the final pose, your body is supported by your hands and feet only. Your thighs, pelvis and belly are lifted from the ground. * Gaze forward or slightly upward. * Stay in the pose for several breaths. * To come out of the pose, exhale and release yo the ground. ","introduction":"Urdhva Mukha Svanasana is commonly practiced as part of the Sun Saludation sequence. ","id":"41b3f2c0-41bc-11e9-81ea-812fa2f473c7"},{"name":"Virabhadrasana II","englishName":"Warrior II","img":"/yoga/images/warriorIIPose.png","difficulty":"beginner","benefits":"This pose strengthens the shoulders, back, neck, arms and legs. It stretches the hamstrings, calves, ankles, arms and shoulders. The pose can help to relieve sciatica, flat feet and backache. This pose also tones the abdominal organs. ","contraindications":"The pose should not be practiced by anyone with a weak heart or weak constitution, diarrhea, high blood pressure or wiyh recent or chronic leg, hip, knee or shoulder injury. In the case of neck pain, look forward rather than turning the neck.","instructions":" Begin in mountain pose. * Step your feet 4 to 5 feet apart. Keep your hips and torso facing forward throughout the pose. * Raise your arms to shoulder height, palms facing down. * Turn your right foot out to 90 degrees. Root the outer edge of your left foot to the ground. * Exhale while bending the right knee until your thigh is parallel to the ground. Keep your knee directly over your ankle.* Gaze past your right hand. * Saty in the pose for several breaths. * To come out of the pose, inhale and straighten your leg. Turn your right foot in. Release your arms with an exhale and step your feet together to return to mountain pose.* Repeat on the other side. ","introduction":"Virabhadrasana II is a very strengthening pose that increases stamina. People should master the warrior poses before moving on to move advanced poses. ","id":"ee046f80-41cd-11e9-af04-b11b7f81a35a"},{"name":"Virabhadrasana III","englishName":"Warrior III","img":"/yoga/images/warriorIIIPose.png","difficulty":"intermediate","benefits":"This pose contracts and tones the abdominal organs. It strengthens the legs, arms and back muscles. The pose improves balance and muscle coordination. ","contraindications":"Pregnant women ans people with high blood pressure or heart, back or hip problems should not practice this pose. ","instructions":" Begin standing in mountain pose. * Reach your arms toward the sky, palms facing each other. * Exhale and bend at your hips, keeping your arms alongside your ears. At the same time, slowly raise left leg off the ground. Point your left toes down. Maintain a slight bend in the standing leg and square both hips to the ground. * Fix your gaze on one point underneath you. Bring your arms, torso and left leg into one continuous line, parallel to the ground. Draw your shoulders down your back. * Stay in the pose for several breaths. * To come out of the pose, exhale and release your leg to the floor. Inhale to return to mountain pose. * Repeat on the other side. ","introduction":"The most challenging of the warrior poses. This posture develops both strength and balance. ","id":"31d95670-41d4-11e9-b649-f31ccb835a0a"}]}